Repository: rhabbachi/ckanext-datarequests
Catalog: ckanext/datarequests/i18n/*/LC_MESSAGES/ckanext-datarequests.po
Languages: fr

source: Data Request ID has not been included
fr: L'identifiant de la requête de données n'a pas été inclus

source: Data Request %s not found in the data base
fr: Requête de données %s non trouvée dans la base de données

source: This Data Request is already closed
fr: Cette requête de données est déjà fermée

source: Comment ID has not been included
fr: L'identifiant du commentaire n'a pas été inclus

source: Comment %s not found in the data base
fr: Commentaire %s non trouvé dans la base de données

source: Title
fr: Titre

source: Title must be a maximum of %d characters long
fr: Le titre doit comporter au maximum %d caractères

source: Title cannot be empty
fr: Le titre ne peut pas être vide

source: That title is already in use
fr: Ce titre a déjà été utilisé

source: Description must be a maximum of %d characters long
fr: La description doit compoter au maximum %d caractères

source: Organization
fr: Organisation

source: Organization is not valid
fr: L'organisation n'est pas valide

source: Accepted Dataset
fr: Jeu de données accepté

source: Dataset not found
fr: Jeu de données non trouvé

source: Data Request
fr: Requête de données

source: Data Request not found
fr: Requête de données non trouvée

source: Comment
fr: Commentaire

source: Comments must be a minimum of 1 character long
fr: Les commentaires doivent contenir au moins 1 caractère

source: Comments must be a maximum of %d characters long
fr: Les commentaires doivent avoir un macimum de %d caractères

source: Newest
fr: Le plus récent

source: Oldest
fr: Le plus Ancien

source: State
fr: Etat

source: Organizations
fr: Organisations

source: "page" parameter must be an integer
fr: le paramètre "page" doit être un nombre entier

source: Unauthorized to list Data Requests
fr: Vous n'avez pas l'autorisation de lister les requêtes de données

source: Unauthorized to create a Data Request
fr: Vous n’êtes pas autorisés à créer un requête de données

source: Data Request %s not found
fr: Requête de données %s non trouvée

source: You are not authorized to view the Data Request %s
fr: Vous n'êtes pas autorisé à accéder à la requête de données %s

source: You are not authorized to update the Data Request %s
fr: Vous n'êtes pas autorisé à mettre à jour la requête de données %s

source: Data Request %s has been deleted
fr: La requête de données %s a été effacée

source: You are not authorized to delete the Data Request %s
fr: Vous n'êtes pas autorisé à effacer la requête de données %s

source: This data request is already closed
fr: La requête de données est déjà clôturée

source: You are not authorized to close the Data Request %s
fr: Vous n'êtes pas autorisé à clôturer la requête de données %s

source: Comment has been published
fr: Le commentaire a été publié

source: Comment has been updated
fr: Le commentaire a été mis à jour

source: You are not authorized to %s
fr: Vous n'êtes pas autorisé à %s

source: You are not authorized to list the comments of the Data Request %s
fr: Vous n'êtes pas autorisé à lister les commentaires concernant la requête de données %s

source: Comment has been deleted
fr: Le commentaire a été effacé

source: Comment %s not found
fr: Commentaire %s non trouvé

source: You are not authorized to delete this comment
fr: Vous n'êtes pas autorisé à effacer ce commentaire

source: Datasets
fr: Jeux de données

source: Groups
fr: Groupes

source: Data Requests
fr: Requête de données

source: About
fr: A propos

source: Data Requests allow users to ask for data that is not published in the platform yet. If you want some specific data and you are not able to find it among all the published datasets, you can create a new data request specifying the data than you want to get.
fr: Les requêtes de données permettent aux utilisateurs de demander des données qui ne sont pas encore disponibles sur la platform. Si vous voulez des données particulières et que vous ne les trouvez pas parmi les jeux de données existants, vous pouvez créer un nouvelle requête de données et spécifier les données auxquelles vous souhaiteriez accéder. Vous devez être <a href="/user/login">authentifié</a> pour pouvoir soumettre une nouvelle demande ou un commentaire.

source: Close Data Request
fr: Clôturer une requête de données

source: Comments
fr: Commentaires

source: Edit Data Request
fr: Editer un requête de données

source: Add Data Request
fr: Ajouter une requête de données

source: Search Data Requests...
fr: Rechercher des requêtes de données...

source: Create Data Request
fr: Créer un nouvelle requête de données

source: To create a data request, fill the form and specify a title and a description for your request. Please, be as clear as you can in order to ease the task of accomplishing your request. You can also specify an organization if your data request is closely related with it.
fr: Pour créer un requête de données, remplissez le formulaire and ajoutez un titre et une description de votre requête. Soyez le plus clair possible pour faciliter la réponse à votre demande. Vous pouvez mentionner une organisation spécifique if votre requête est relative à celle-ci.

source: Manage
fr: Gérer

source: Close
fr: Fermer

source: Closed
fr: Fermé

source: Open
fr: Ouvert

source: Additional Info
fr: Informations additionnelles

source: Creator
fr: Créateur

source: None
fr: Aucun

source: Created
fr: Créée

source: Not closed yet
fr: Non clôturée

source: Accep. Dataset
fr: Jeux de données accepté

source: Add a new Comment
fr: Ajouter un nouveau commentaire

source: You can use <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">Markdown formatting</a> here. You can refer datasets by adding their URL.
fr: Vous pouvez utiliser le <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">format Markdown</a> ici. Vous pouvez vous référer à des jeux de données en ajoutant leur URL.

source: Cancel
fr: Annuler

source: Update Comment
fr: Mettre à jour le commentaire

source: Add Comment
fr: Ajouter un commentaire

source: Are you sure you want to delete this comment?
fr: Etes-vous sur de vouloir effacer ce commentaire?

source: commented
fr: commenté

source: Current Discussion
fr: Discussion actuelle

source: This data request has not been commented yet
fr: Cette requête de données n'a pas encore reçu de commentaires

source: eg. Data Request Name
fr: par exemple, le nom de la requête de données

source: eg. Data Request description
fr: par exemple, la description de la requête de données

source: No organization
fr: Pas d'organisation

source: Are you sure you want to delete this data request?
fr: Etes-vous sur de vouloir effacer cette requête de données?

source: Delete
fr: Effacer

source: No Data Requests found
fr: Pas de requêtes de données trouvées

source: No Data Requests found with the given criteria
fr: Pas de requêtes de données trouvées avec ces critères

source: How about creating one?
fr: Voulez-vous en créer une?

source: Update Data Request
fr: Mettre à jour la requête de données

source: {0} statistics
fr: {0} statistiques

source: dataset
fr: jeu de données

source: datasets
fr: jeux de données

source: organization
fr: organisation

source: organizations
fr: organisations

source: group
fr: groupe

source: groups
fr: groupes

source: related item
fr: élément connexe

source: related items
fr: éléments connexes

source: data request
fr: requête de données

source: data requests
fr: requêtes de données

source: Activity Stream
fr: Flux d'activités

source: {number} data request found for "{query}"
fr: {number} requête de données trouvée pour "{query}"

source: No data requests found for "{query}"
fr: Pas de requête de données trouvée pour "{query}"

source: {number} data request found
fr: {number} requête de données trouvée

source: No data requests found
fr: Pas de requête de données trouvée
